const menu ={
    "Recovered_Sheet1":[
     {
      "menu": "กระเพาะปลา",
      "kal": 150
     },
     {
      "menu": "กระเพาะปลาตุ๋นน้ำแดง",
      "kal": 225
     },
     {
      "menu": "กล้วยไข่",
      "kal": 40
     },
     {
      "menu": "กล้วยคลุก",
      "kal": 100
     },
     {
      "menu": "กล้วยฉาบ",
      "kal": 29
     },
     {
      "menu": "กล้วยตาก",
      "kal": 30
     },
     {
      "menu": "กล้วยทอด (กล้วยแขก)",
      "kal": 50
     },
     {
      "menu": "กล้วยน้ำว้า",
      "kal": 36
     },
     {
      "menu": "กล้วยบวชชี",
      "kal": 152
     },
     {
      "menu": "กล้วยเล็บมือนาง",
      "kal": 30
     },
     {
      "menu": "กล้วยหอม",
      "kal": 77
     },
     {
      "menu": "กวยจั๊บ",
      "kal": 240
     },
     {
      "menu": "กวยจั๊บญวณ",
      "kal": 235
     },
     {
      "menu": "ก๋วยเตี๋ยวแขก",
      "kal": 380
     },
     {
      "menu": "ก๋วยเตี๋ยวคั่วไก่",
      "kal": 435
     },
     {
      "menu": "ก๋วยเตี๋ยวต้มยำกุ้ง",
      "kal": 320
     },
     {
      "menu": "ก๋วยเตี๋ยวเนื้อเลียง",
      "kal": 370
     },
     {
      "menu": "ก๋วยเตี๋ยวเนื้อสับ",
      "kal": 370
     },
     {
      "menu": "ก๋วยเตี๋ยวผัดกะเพราไก่",
      "kal": 440
     },
     {
      "menu": "ก๋วยเตี๋ยวผัดไทยใส่ไข่",
      "kal": 577
     },
     {
      "menu": "ก๋วยเตี๋ยวราดหน้าปลากะพง",
      "kal": 435
     },
     {
      "menu": "ก๋วยเตี๋ยวเรือน้ำตก",
      "kal": 180
     },
     {
      "menu": "ก๋วยเตี๋ยวเรือน้ำตกแห้ง",
      "kal": 225
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นปลาน้ำ",
      "kal": 375
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นปลาแห้ง",
      "kal": 420
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นเล็กต้มยำหมู",
      "kal": 335
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นเล็กหมูแห้ง",
      "kal": 330
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นหมี่น้ำลูกชิ้นเนื้อวัว",
      "kal": 226
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นหมี่ลูกชิ้นเนื้อ",
      "kal": 258
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นใหญ่ผัดซีอิ๊วใส่ไข่",
      "kal": 520
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นใหญ่ราดหน้าไก่",
      "kal": 397
     },
     {
      "menu": "ก๋วยเตี๋ยวเส้นใหญ่ราดหน้าหมู",
      "kal": 397
     },
     {
      "menu": "ก๋วยเตี๋ยวหลอด",
      "kal": 50
     },
     {
      "menu": "กะละแม",
      "kal": 65
     },
     {
      "menu": "กะหรี่ปั๊บ",
      "kal": 157
     },
     {
      "menu": "กุ้งแช่น้ำปลา",
      "kal": 14
     },
     {
      "menu": "กุ้งทอดกระเทียมพริกไทย",
      "kal": 86
     },
     {
      "menu": "กุ้งนางนึ่งนมสด",
      "kal": 185
     },
     {
      "menu": "กุ้งนึ่ง",
      "kal": 124
     },
     {
      "menu": "กุ้งผัดพริกอ่อน",
      "kal": 235
     },
     {
      "menu": "กุ้งฝอยชุบแป้งทอด",
      "kal": 308
     },
     {
      "menu": "กุ้งอบวุ้นเส้น",
      "kal": 300
     },
     {
      "menu": "กุนเชียงทอด",
      "kal": 120
     },
     {
      "menu": "กุยช่ายทอด",
      "kal": 114
     },
     {
      "menu": "เกาเหลาราดหน้า",
      "kal": 300
     },
     {
      "menu": "เกาเหลาลูกชิ้นน้ำ",
      "kal": 225
     },
     {
      "menu": "เกี๊ยวกรอบราดหน้ากุ้ง",
      "kal": 635
     },
     {
      "menu": "เกี๊ยวซ่า",
      "kal": 63
     },
     {
      "menu": "เกี๊ยวกุ้งน้ำ",
      "kal": 275
     },
     {
      "menu": "เกี๊ยวปลาน้ำ",
      "kal": 165
     },
     {
      "menu": "แกงกะหรี่ไก่",
      "kal": 450
     },
     {
      "menu": "แกงกะหรี่หมู",
      "kal": 325
     },
     {
      "menu": "แกงขี้เหล็ก",
      "kal": 195
     },
     {
      "menu": "แกงขี้เหล็กหมูย่าง",
      "kal": 245
     },
     {
      "menu": "แกงเขียวหวานไก่",
      "kal": 240
     },
     {
      "menu": "แกงเขียวหวานปลาดุก",
      "kal": 235
     },
     {
      "menu": "แกงเขียวหวานลูกชิ้นปลากราย",
      "kal": 240
     },
     {
      "menu": "แกงเขียวหวานหมู",
      "kal": 235
     },
     {
      "menu": "แกงจืดไข่เจียว",
      "kal": 120
     },
     {
      "menu": "แกงจืดตำลึงหมูสับ",
      "kal": 90
     },
     {
      "menu": "แกงจืดเต้าหู้ไม่ใส่หมูสับ",
      "kal": 80
     },
     {
      "menu": "แกงจืดเต้าหู้ยัดไส้",
      "kal": 110
     },
     {
      "menu": "แกงจืดถั่วงอกไม่ใส่หมูสับ",
      "kal": 50
     },
     {
      "menu": "แกงจืดถั่วงอกหมูสับ",
      "kal": 50
     },
     {
      "menu": "แกงจืดฟักยัดไส้",
      "kal": 90
     },
     {
      "menu": "แกงจืดมะระยัดไส้",
      "kal": 90
     },
     {
      "menu": "แกงจืดมะระยัดไส้หมูวุ้นเส้น",
      "kal": 66
     },
     {
      "menu": "แกงจืดวุ้นเส้น",
      "kal": 85
     },
     {
      "menu": "แกงไตปลา",
      "kal": 50
     },
     {
      "menu": "แกงป่าไก่",
      "kal": 110
     },
     {
      "menu": "แกงเผ็ดไก่ใส่มะเขือ",
      "kal": 235
     },
     {
      "menu": "แกงเผ็ดไก่ใส่หน่อไม้",
      "kal": 245
     },
     {
      "menu": "แกงเผ็ดเป็ดย่าง",
      "kal": 240
     },
     {
      "menu": "แกงเผ็ดฟักทองใส่หมู",
      "kal": 250
     },
     {
      "menu": "แกงเผ็ดฟักทองหมู",
      "kal": 250
     },
     {
      "menu": "แกงเผ็ดมะเขือไก่",
      "kal": 235
     },
     {
      "menu": "แกงเผ็ดลูกชิ้นปลา",
      "kal": 240
     },
     {
      "menu": "แกงเผ็ดหน่อไม้ไก่",
      "kal": 245
     },
     {
      "menu": "แกงเผ็ดหมูยอดมะพร้าว",
      "kal": 245
     },
     {
      "menu": "แกงมัสมั่นไก่",
      "kal": 325
     },
     {
      "menu": "แกงเลียง",
      "kal": 115
     },
     {
      "menu": "แกงเลียงผักรวม",
      "kal": 48
     },
     {
      "menu": "แกงส้ม",
      "kal": 28
     },
     {
      "menu": "แกงส้มชะอมไข่ทอดใส่กุ้ง",
      "kal": 270
     },
     {
      "menu": "แกงส้มดอกแคกุ้ง",
      "kal": 105
     },
     {
      "menu": "แกงส้มปลาช่อน",
      "kal": 105
     },
     {
      "menu": "แกงส้มปลาแป๊ะซะ",
      "kal": 160
     },
     {
      "menu": "แกงส้มผักกระเฉดปลา",
      "kal": 110
     },
     {
      "menu": "แกงส้มผักบุ้งปลาช่อน",
      "kal": 105
     },
     {
      "menu": "แกงส้มผักรวม",
      "kal": 120
     },
     {
      "menu": "แกงหมูเทโพ",
      "kal": 300
     },
     {
      "menu": "แกงเหลืองมะละกอกุ้ง",
      "kal": 80
     },
     {
      "menu": "แกงเหลืองหน่อไม้ดองกับปลา",
      "kal": 80
     },
     {
      "menu": "แก้วมังกร",
      "kal": 60
     },
     {
      "menu": "โกยซีหมี่",
      "kal": 550
     },
     {
      "menu": "ไก่ KFC สะโพก",
      "kal": 355
     },
     {
      "menu": "ไก่ KFC ฮอตวิง",
      "kal": 78
     },
     {
      "menu": "ไก่ตุ๋นมะนาวดอง",
      "kal": 110
     },
     {
      "menu": "ไก่ทอด",
      "kal": 345
     },
     {
      "menu": "ไก่ผัดขิง",
      "kal": 210
     },
     {
      "menu": "ไก่ยอชุบแป้งทอด",
      "kal": 73
     },
     {
      "menu": "ไก่ย่าง",
      "kal": 165
     },
     {
      "menu": "ขนมกรวย",
      "kal": 63
     },
     {
      "menu": "ขนม",
      "kal": 120
     },
     {
      "menu": "ขนมกลีบลำดวน",
      "kal": 23
     },
     {
      "menu": "ขนมกุยช่าย",
      "kal": 53
     },
     {
      "menu": "ขนมเกลียว",
      "kal": 25
     },
     {
      "menu": "ขนมขี้หนู",
      "kal": 165
     },
     {
      "menu": "ขนมเข่ง",
      "kal": 120
     },
     {
      "menu": "ขนมครก",
      "kal": 92
     },
     {
      "menu": "ขนมจีน",
      "kal": 80
     },
     {
      "menu": "ขนมจีนแกงเขียวหวานไก่",
      "kal": 594
     },
     {
      "menu": "ขนมจีนซาวน้ำ",
      "kal": 320
     },
     {
      "menu": "ขนมจีนน้ำเงี้ยว",
      "kal": 243
     },
     {
      "menu": "ขนมจีนน้ำพริก",
      "kal": 228
     },
     {
      "menu": "ขนมจีนน้ำยา",
      "kal": 332
     },
     {
      "menu": "ขนมจีนน้ำยาปักษ์ใต้",
      "kal": 146
     },
     {
      "menu": "ขนมจีบหมู",
      "kal": 32
     },
     {
      "menu": "ขนมตาล",
      "kal": 58
     },
     {
      "menu": "ขนมถั่วแปบ",
      "kal": 14
     },
     {
      "menu": "ขนมเทียน",
      "kal": 103
     },
     {
      "menu": "ขนมบ้าบิ่น",
      "kal": 130
     },
     {
      "menu": "ขนมเบื้องไทยไส้เค็ม",
      "kal": 50
     },
     {
      "menu": "ขนมเบื้องไทยไส้หวาน",
      "kal": 60
     },
     {
      "menu": "ขนมเปียกปูน",
      "kal": 195
     },
     {
      "menu": "ขนมผิง",
      "kal": 5
     },
     {
      "menu": "ขนมฝักบัว",
      "kal": 70
     },
     {
      "menu": "ขนมเล็บมือนาง",
      "kal": 275
     },
     {
      "menu": "ขนมหน้านวล",
      "kal": 22
     },
     {
      "menu": "ขนมหัวผักกาดผัด",
      "kal": 560
     },
     {
      "menu": "ขนมหัวผักกาดผัดใส่ไข่",
      "kal": 630
     },
     {
      "menu": "ข้าวกะเพราเนื้อ",
      "kal": 622
     },
     {
      "menu": "ข้าวกุ้งทอดกระเทียม",
      "kal": 495
     },
     {
      "menu": "ข้าวเกรียบกุ้ง",
      "kal": 37
     },
     {
      "menu": "ข้าวเกรียบปากหม้อ",
      "kal": 26
     },
     {
      "menu": "ข้าวแกงกะหรี่ไก่",
      "kal": 389
     },
     {
      "menu": "ข้าวแกงเผ็ดไก่",
      "kal": 485
     },
     {
      "menu": "ข้าวไก่อบ",
      "kal": 490
     },
     {
      "menu": "ข้าวขาหมู",
      "kal": 690
     },
     {
      "menu": "ข้าวไข่เจียว",
      "kal": 445
     },
     {
      "menu": "ข้าวคลุกกะปิ",
      "kal": 410
     },
     {
      "menu": "ข้าวแช่",
      "kal": 350
     },
     {
      "menu": "ข้าวซอยไก่",
      "kal": 395
     },
     {
      "menu": "ข้าวซอยหมู",
      "kal": 395
     },
     {
      "menu": "ข้าวต้ม (ข้าวกล้อง)",
      "kal": 120
     },
     {
      "menu": "ข้าวต้ม (ข้าวขาว)",
      "kal": 120
     },
     {
      "menu": "ข้าวต้มทรงเครื่อง",
      "kal": 230
     },
     {
      "menu": "ข้าวต้มปลา",
      "kal": 325
     },
     {
      "menu": "ข้าวต้มมัด",
      "kal": 285
     },
     {
      "menu": "ข้าวตังหน้าตั้ง",
      "kal": 90
     },
     {
      "menu": "ข้าวตังหมูหยอง",
      "kal": 80
     },
     {
      "menu": "ข้าวแตนราดน้ำตาล",
      "kal": 150
     },
     {
      "menu": "ข้าวปุ้น (ส้มตำ-ขนมจีน)",
      "kal": 180
     },
     {
      "menu": "ข้าวผัดกะเพราหมูกรอบ",
      "kal": 650
     },
     {
      "menu": "ข้าวผัดกะเพรากุ้ง",
      "kal": 540
     },
     {
      "menu": "ข้าวผัดกะเพราไก่",
      "kal": 554
     },
     {
      "menu": "ข้าวผัดกะเพราไก่ไข่ดาว",
      "kal": 630
     },
     {
      "menu": "ข้าวผัดกะเพราหมู",
      "kal": 580
     },
     {
      "menu": "ข้าวผัดกุ้งใส่ไข่",
      "kal": 595
     },
     {
      "menu": "ข้าวผัดกุนเชียง",
      "kal": 590
     },
     {
      "menu": "ข้าวผัดแกงเขียวหวานไก่",
      "kal": 630
     },
     {
      "menu": "ข้าวผัดคะน้าหมูกรอบ",
      "kal": 670
     },
     {
      "menu": "ข้าวผัดต้มยำทะเลแห้ง",
      "kal": 400
     },
     {
      "menu": "ข้าวผัดน้ำพริกกุ้งสด",
      "kal": 460
     },
     {
      "menu": "ข้าวผัดน้ำพริกเผาหมู",
      "kal": 665
     },
     {
      "menu": "ข้าวผัดน้ำพริกลงเรือ",
      "kal": 605
     },
     {
      "menu": "ข้าวผัดปลาเค็ม",
      "kal": 405
     },
     {
      "menu": "ข้าวผัดปลาหมึกน้ำพริกเผา",
      "kal": 535
     },
     {
      "menu": "ข้าวผัดปูใส่ไข่",
      "kal": 610
     },
     {
      "menu": "ข้าวผัดผักกระเฉดหมูกรอบ",
      "kal": 600
     },
     {
      "menu": "ข้าวผัดมันกุ้งใส่ไข่",
      "kal": 575
     },
     {
      "menu": "ข้าวผัดรวมมิตร (น้ำมันน้อย)",
      "kal": 210
     },
     {
      "menu": "ข้าวผัดสับปะรด",
      "kal": 335
     },
     {
      "menu": "ข้าวผัดไส้กรอก",
      "kal": 520
     },
     {
      "menu": "ข้าวผัดหนำเลี้ยบหมูใส่ไข่",
      "kal": 370
     },
     {
      "menu": "ข้าวผัดหมูน้ำพริกเผา",
      "kal": 665
     },
     {
      "menu": "ข้าวผัดหมูใส่ไข่",
      "kal": 557
     },
     {
      "menu": "ข้าวผัดแหนม",
      "kal": 610
     },
     {
      "menu": "ข้าวผัดอเมริกัน",
      "kal": 790
     },
     {
      "menu": "ข้าวพะแนงเนื้อ",
      "kal": 457
     },
     {
      "menu": "ข้าวโพดต้ม",
      "kal": 200
     },
     {
      "menu": "ข้าวมันไก่",
      "kal": 596
     },
     {
      "menu": "ข้าวมันไก่ทอด",
      "kal": 695
     },
     {
      "menu": "ข้าวเม่าทอด",
      "kal": 209
     },
     {
      "menu": "ข้าวยำปักษ์ใต้",
      "kal": 248
     },
     {
      "menu": "ข้าวราดแกงเขียวหวานไก่",
      "kal": 483
     },
     {
      "menu": "ข้าวราดผัดผักบุ้ง ไข่ดาว",
      "kal": 410
     },
     {
      "menu": "ข้าวราดผัดผักใส่หมู",
      "kal": 370
     },
     {
      "menu": "ข้าวราดหน้าไก่",
      "kal": 400
     },
     {
      "menu": "ข้าวสตูไก่",
      "kal": 465
     },
     {
      "menu": "ข้าวสวย",
      "kal": 68
     },
     {
      "menu": "ข้าวสวย (ข้าวกล้อง)",
      "kal": 80
     },
     {
      "menu": "ข้าวสวย (ข้าวขาว)",
      "kal": 80
     },
     {
      "menu": "ข้าวหน้ากุ้งผัดพริกสด",
      "kal": 540
     },
     {
      "menu": "ข้าวหน้าเป็ด",
      "kal": 495
     },
     {
      "menu": "ข้าวหมกไก่",
      "kal": 534
     },
     {
      "menu": "ข้าวหมูแดง",
      "kal": 541
     },
     {
      "menu": "ข้าวหมูทอด",
      "kal": 416
     },
     {
      "menu": "ข้าวหมูทอดกระเทียม",
      "kal": 525
     },
     {
      "menu": "ข้าวหมูอบ",
      "kal": 389
     },
     {
      "menu": "ข้าวเหนียวกะทิ",
      "kal": 225
     },
     {
      "menu": "ข้าวเหนียวดำ",
      "kal": 205
     },
     {
      "menu": "ข้าวเหนียวตัด",
      "kal": 210
     },
     {
      "menu": "ข้าวเหนียวนึ่ง",
      "kal": 160
     },
     {
      "menu": "ข้าวเหนียวมูนกะทิ",
      "kal": 197
     },
     {
      "menu": "ข้าวเหนียวหน้าสังขยา",
      "kal": 223
     },
     {
      "menu": "ข้าวเหนียวหมูทอด",
      "kal": 440
     },
     {
      "menu": "ข้าวเหนียวหมูสวรรค์",
      "kal": 480
     },
     {
      "menu": "ข้าวอบเผือก",
      "kal": 385
     },
     {
      "menu": "ไข่เค็ม",
      "kal": 75
     },
     {
      "menu": "ไข่เจียว",
      "kal": 215
     },
     {
      "menu": "ไข่ดาว",
      "kal": 215
     },
     {
      "menu": "ไข่ดาวทรงเครื่อง",
      "kal": 250
     },
     {
      "menu": "ไข่ต้ม",
      "kal": 73
     },
     {
      "menu": "ไข่ตุ๋น",
      "kal": 75
     },
     {
      "menu": "ไข่ตุ๋นทรงเครื่อง",
      "kal": 159
     },
     {
      "menu": "ไข่นกกระทา",
      "kal": 191
     },
     {
      "menu": "ไข่พะโล้",
      "kal": 180
     },
     {
      "menu": "ไข่ยัดไส้",
      "kal": 310
     },
     {
      "menu": "ไข่ลวก",
      "kal": 75
     },
     {
      "menu": "ไข่ลูกเขย",
      "kal": 205
     },
     {
      "menu": "ไข่หงส์",
      "kal": 58
     },
     {
      "menu": "ครองแครงกรอบเค็ม",
      "kal": 19
     },
     {
      "menu": "ครัวซอง",
      "kal": 235
     },
     {
      "menu": "ครีมซุปไก่",
      "kal": 160
     },
     {
      "menu": "คอหมูย่าง",
      "kal": 200
     },
     {
      "menu": "คะน้าหมูกรอบ",
      "kal": 420
     },
     {
      "menu": "เครื่องในไก่ผัดขิง",
      "kal": 200
     },
     {
      "menu": "แคบหมู มีมัน",
      "kal": 13
     },
     {
      "menu": "แคบหมู ไร้มัน",
      "kal": 10
     },
     {
      "menu": "โครงไก่ทอด",
      "kal": 656
     },
     {
      "menu": "เงาะ",
      "kal": 12
     },
     {
      "menu": "แจ่วบอง",
      "kal": 25
     },
     {
      "menu": "โจ๊กใส่ไข่",
      "kal": 250
     },
     {
      "menu": "โจ๊กหมู",
      "kal": 160
     },
     {
      "menu": "โจ๊กหมูตับ ใส่ไข่ลวก",
      "kal": 230
     },
     {
      "menu": "เฉาก๊วย",
      "kal": 90
     },
     {
      "menu": "ชมพู่",
      "kal": 16
     },
     {
      "menu": "เชอร์รี",
      "kal": 15
     },
     {
      "menu": "ซาลาเปาทอด",
      "kal": 157
     },
     {
      "menu": "ซาลาเปาไส้หมู",
      "kal": 202
     },
     {
      "menu": "ซาหริ่ม",
      "kal": 217
     },
     {
      "menu": "ซ่าหริ่ม",
      "kal": 275
     },
     {
      "menu": "ซุปข้าวโพด",
      "kal": 140
     },
     {
      "menu": "ซุปผัก (ใส)",
      "kal": 15
     },
     {
      "menu": "ซุปหน่อไม้",
      "kal": 40
     },
     {
      "menu": "ต้มกะทิสายบัวปลาทูนึ่ง",
      "kal": 225
     },
     {
      "menu": "ต้มข่าไก่",
      "kal": 210
     },
     {
      "menu": "ต้มโคล้งไก่ย่าง",
      "kal": 115
     },
     {
      "menu": "ต้มโคล้งปลากรอบ",
      "kal": 60
     },
     {
      "menu": "ต้มจับฉ่าย",
      "kal": 15
     },
     {
      "menu": "ต้มจืดเลือดหมู",
      "kal": 120
     },
     {
      "menu": "ต้มตือฮวน",
      "kal": 160
     },
     {
      "menu": "ต้มผักกาดดองซี่โครงหมู",
      "kal": 90
     },
     {
      "menu": "ต้มยำกุ้ง",
      "kal": 65
     },
     {
      "menu": "ต้มยำไก่",
      "kal": 60
     },
     {
      "menu": "ต้มยำไก่ใส่เห็ด",
      "kal": 80
     },
     {
      "menu": "ต้มยำปลากระป๋อง",
      "kal": 55
     },
     {
      "menu": "ต้มยำปลากะพง",
      "kal": 80
     },
     {
      "menu": "ต้มยำปลาทู",
      "kal": 10
     },
     {
      "menu": "ต้มยำปลาหมึก",
      "kal": 9
     },
     {
      "menu": "ต้มยำเห็ดสด",
      "kal": 30
     },
     {
      "menu": "ต้มส้มปลาทู",
      "kal": 130
     },
     {
      "menu": "ต้มหัวผักกาดขาวซี่โครงหมู",
      "kal": 90
     },
     {
      "menu": "ตะโก้แห้ว",
      "kal": 78
     },
     {
      "menu": "ตับไก่ปิ้ง",
      "kal": 60
     },
     {
      "menu": "เต้าส่วน",
      "kal": 215
     },
     {
      "menu": "เต้าหู้แข็ง",
      "kal": 210
     },
     {
      "menu": "เต้าหู้ไข่",
      "kal": 70
     },
     {
      "menu": "เต้าหู้ทอด",
      "kal": 57
     },
     {
      "menu": "เต้าหู้นมสด",
      "kal": 150
     },
     {
      "menu": "เต้าฮวยน้ำขิง",
      "kal": 130
     },
     {
      "menu": "แตงไทย",
      "kal": 4
     },
     {
      "menu": "แตงโม",
      "kal": 250
     },
     {
      "menu": "ถั่วทอด",
      "kal": 82
     },
     {
      "menu": "ถั่วลิสงทอด",
      "kal": 62
     },
     {
      "menu": "ทองม้วน",
      "kal": 35
     },
     {
      "menu": "ทอดมันกุ้ง",
      "kal": 255
     },
     {
      "menu": "ทอดมันปลากราย",
      "kal": 37
     },
     {
      "menu": "ทับทิมกรอบ",
      "kal": 250
     },
     {
      "menu": "ทุเรียนสด",
      "kal": 59
     },
     {
      "menu": "ทุเรียนทอดกรอบ",
      "kal": 9
     },
     {
      "menu": "เทมปุระ",
      "kal": 77
     },
     {
      "menu": "นมถั่วเหลือง ()",
      "kal": 55
     },
     {
      "menu": "น่องไก่ทอด",
      "kal": 345
     },
     {
      "menu": "น่องไก่ย่าง",
      "kal": 97
     },
     {
      "menu": "น้อยหน่า",
      "kal": 61
     },
     {
      "menu": "น้ำ",
      "kal": 120
     },
     {
      "menu": "น้ำโค้ก, น้ำเป๊ปซี่",
      "kal": 100
     },
     {
      "menu": "น้ำปลา",
      "kal": 165
     },
     {
      "menu": "น้ำพริกกะปิผักสด",
      "kal": 28
     },
     {
      "menu": "น้ำพริกกุ้งเผา",
      "kal": 90
     },
     {
      "menu": "น้ำพริกปลาป่น",
      "kal": 35
     },
     {
      "menu": "น้ำพริกมะขามเปียก",
      "kal": 55
     },
     {
      "menu": "น้ำพริกมะขามสด",
      "kal": 210
     },
     {
      "menu": "น้ำพริกมะม่วง",
      "kal": 100
     },
     {
      "menu": "น้ำพริกลงเรือ",
      "kal": 195
     },
     {
      "menu": "น้ำพริกหนุ่ม",
      "kal": 18
     },
     {
      "menu": "น้ำพริกอ่อง",
      "kal": 80
     },
     {
      "menu": "น้ำมะเขือเทศ",
      "kal": 48
     },
     {
      "menu": "น้ำมะตูม",
      "kal": 120
     },
     {
      "menu": "น้ำมะนาว",
      "kal": 100
     },
     {
      "menu": "น้ำมะพร้าว",
      "kal": 120
     },
     {
      "menu": "น้ำ",
      "kal": 100
     },
     {
      "menu": "น้ำส้มคั้น",
      "kal": 160
     },
     {
      "menu": "น้ำสับปะรด",
      "kal": 125
     },
     {
      "menu": "น้ำองุ่น",
      "kal": 112
     },
     {
      "menu": "น้ำอ้อย",
      "kal": 240
     },
     {
      "menu": "เนื้อไก่ชุบแป้งทอด",
      "kal": 71
     },
     {
      "menu": "เนื้อน้ำตก",
      "kal": 165
     },
     {
      "menu": "เนื้อผัดหวาน",
      "kal": 590
     },
     {
      "menu": "บรั่นดี",
      "kal": 2
     },
     {
      "menu": "บะจ่าง",
      "kal": 300
     },
     {
      "menu": "บะหมี่กรอบราดหน้า",
      "kal": 515
     },
     {
      "menu": "บะหมี่กรอบราดหน้าไก่หน่อไม้",
      "kal": 660
     },
     {
      "menu": "บะหมี่กรอบราดหน้ารวมมิตร",
      "kal": 690
     },
     {
      "menu": "บะหมี่กึ่งสำเร็จรูป",
      "kal": 253
     },
     {
      "menu": "บะหมี่กึ่งสำเร็จรูปผัดกะเพราหมู",
      "kal": 540
     },
     {
      "menu": "บะหมี่กึ่งสำเร็จรูปผัดขี้เมา",
      "kal": 530
     },
     {
      "menu": "บะหมี่เกี๊ยวเป็ดย่าง",
      "kal": 415
     },
     {
      "menu": "บะหมี่น้ำน่องไก่",
      "kal": 375
     },
     {
      "menu": "บะหมี่น้ำเกี๊ยวหมูแดง",
      "kal": 305
     },
     {
      "menu": "บะหมี่น้ำต้มยำหมู",
      "kal": 300
     },
     {
      "menu": "บะหมี่น้ำน่องไก่",
      "kal": 375
     },
     {
      "menu": "บะหมี่น้ำเป็ด",
      "kal": 370
     },
     {
      "menu": "บะหมี่น้ำหมูต้มยำ",
      "kal": 300
     },
     {
      "menu": "บะหมี่หมูแดง",
      "kal": 231
     },
     {
      "menu": "บะหมี่แห้งหมูแดง",
      "kal": 345
     },
     {
      "menu": "บัวลอย",
      "kal": 223
     },
     {
      "menu": "บัวลอยเผือก",
      "kal": 300
     },
     {
      "menu": "บาร์บีคิวซี่โครงหมูข้าวคลุกเนย",
      "kal": 340
     },
     {
      "menu": "เบียร์ไทย",
      "kal": 148
     },
     {
      "menu": "ปลากะพงนึ่งมะนาว",
      "kal": 155
     },
     {
      "menu": "ปลาช่อนทอด",
      "kal": 1840
     },
     {
      "menu": "ปลาช่อนอบเกลือ",
      "kal": 220
     },
     {
      "menu": "ปลาชุบขนมปังทอด + สลัดผัก",
      "kal": 595
     },
     {
      "menu": "ปลาซาบะย่าง",
      "kal": 220
     },
     {
      "menu": "ปลาแซลมอนย่าง",
      "kal": 260
     },
     {
      "menu": "ปลาทอดสามรส",
      "kal": 470
     },
     {
      "menu": "ปลาทูทอด",
      "kal": 280
     },
     {
      "menu": "ปลานึ่ง",
      "kal": 156
     },
     {
      "menu": "ปลาเผา",
      "kal": 156
     },
     {
      "menu": "ปลาราดซอสมะนาวมันฝรั่งทอด",
      "kal": 560
     },
     {
      "menu": "ปลาราดพริก",
      "kal": 300
     },
     {
      "menu": "ปลาร้าทรงเครื่อง",
      "kal": 155
     },
     {
      "menu": "ปลาร้าสับ",
      "kal": 35
     },
     {
      "menu": "ปลาเล็กปลาน้อยทอดกรอบ",
      "kal": 80
     },
     {
      "menu": "ปลาสลิดทอด",
      "kal": 190
     },
     {
      "menu": "ปลาหมึกชุปแป้งทอด",
      "kal": 49
     },
     {
      "menu": "ปลาหมึกนึ่งมะนาว",
      "kal": 75
     },
     {
      "menu": "ปลาหมึกผัดฉ่า",
      "kal": 260
     },
     {
      "menu": "ปลาหมึกย่าง",
      "kal": 37
     },
     {
      "menu": "ปลาอินทรีเค็มทอด",
      "kal": 115
     },
     {
      "menu": "เปาะเปี๊ยะทอด",
      "kal": 158
     },
     {
      "menu": "ปาท่องโก๋",
      "kal": 124
     },
     {
      "menu": "ปีกไก่ทอด",
      "kal": 107
     },
     {
      "menu": "ปีกไก่ยัดไส้ทอด",
      "kal": 103
     },
     {
      "menu": "ปีกไก่อบ",
      "kal": 169
     },
     {
      "menu": "เป็ดตุ๋นมะนาวดอง",
      "kal": 110
     },
     {
      "menu": "เป็ดพะโล้",
      "kal": 110
     },
     {
      "menu": "ผัดกะหล่ำปลีหมู",
      "kal": 230
     },
     {
      "menu": "ผัดกุ้งสะตอหมู",
      "kal": 200
     },
     {
      "menu": "ผัดกุ้ง",
      "kal": 230
     },
     {
      "menu": "ผัดไข่หน่อไม้",
      "kal": 200
     },
     {
      "menu": "ผัดคะน้าปลาเค็ม",
      "kal": 200
     },
     {
      "menu": "ผัดไชโป๊ใส่ไข่",
      "kal": 125
     },
     {
      "menu": "ผัดซีอิ๊วเส้นใหญ่หมูใส่ไข่",
      "kal": 679
     },
     {
      "menu": "ผัดดอกกะหล่ำกุ้ง",
      "kal": 210
     },
     {
      "menu": "ผัดดอกกุยช่ายตับ",
      "kal": 210
     },
     {
      "menu": "ผัดถั่วงอกเต้าหู้",
      "kal": 155
     },
     {
      "menu": "ผัดถั่วลันเตากุ้ง",
      "kal": 190
     },
     {
      "menu": "ผัดไทยกุ้งสด",
      "kal": 486
     },
     {
      "menu": "ผัดไทยกุ้งสดใส่ไข่",
      "kal": 545
     },
     {
      "menu": "ผัดไทยไร้เส้น",
      "kal": 182
     },
     {
      "menu": "ผัดไทยวุ้นเส้นกุ้งสด",
      "kal": 520
     },
     {
      "menu": "ผัดไทยห่อไข่",
      "kal": 565
     },
     {
      "menu": "ผัดบรอกโคลีกุ้ง",
      "kal": 210
     },
     {
      "menu": "ผัดบวบใส่ไข่",
      "kal": 210
     },
     {
      "menu": "ผัดเปรี้ยวหวานไก่",
      "kal": 215
     },
     {
      "menu": "ผัดผักกระเฉดน้ำมันหอย",
      "kal": 185
     },
     {
      "menu": "ผัดผักกาดขาวหมูวุ้นเส้น",
      "kal": 230
     },
     {
      "menu": "ผัดผักกาดดองใส่ไข่",
      "kal": 205
     },
     {
      "menu": "ผัดผักคะน้าน้ำมันหอย",
      "kal": 210
     },
     {
      "menu": "ผัดผักบุ้ง (ไม่ใส่น้ำมัน)",
      "kal": 40
     },
     {
      "menu": "ผัดผักบุ้งไฟแดง",
      "kal": 210
     },
     {
      "menu": "ผัดผักรวมหมู",
      "kal": 210
     },
     {
      "menu": "ผัดเผ็ดปลาดุก",
      "kal": 200
     },
     {
      "menu": "ผัดเผ็ดปลาทอดกรอบ",
      "kal": 290
     },
     {
      "menu": "ผัดเผ็ดมะเขือหมู",
      "kal": 250
     },
     {
      "menu": "ผัดพริกแกงหมูหน่อไม้",
      "kal": 200
     },
     {
      "menu": "ผัดพริกขิงกุ้งกับถั่วฝักยาว",
      "kal": 245
     },
     {
      "menu": "ผัดพริกขิงหมูถั่วฝักยาว",
      "kal": 265
     },
     {
      "menu": "ผัดฟักทองใส่ไข่",
      "kal": 255
     },
     {
      "menu": "ผัดมะเขือยาวหมูสับ",
      "kal": 210
     },
     {
      "menu": "ผัดมักกะโรนีกุ้ง",
      "kal": 420
     },
     {
      "menu": "ผัดมักกะโรนีหมู",
      "kal": 514
     },
     {
      "menu": "ผัดยอดมะระน้ำมันหอย",
      "kal": 185
     },
     {
      "menu": "ผัดวุ้นเส้นใส่ไข่",
      "kal": 265
     },
     {
      "menu": "ผัดหมี่ซั่ว",
      "kal": 395
     },
     {
      "menu": "เผือกทอด",
      "kal": 99
     },
     {
      "menu": "ฝรั่ง",
      "kal": 174
     },
     {
      "menu": "ฝอยทอง",
      "kal": 146
     },
     {
      "menu": "เฝอ",
      "kal": 240
     },
     {
      "menu": "พอร์คชอปทอดผักผัดเนย",
      "kal": 545
     },
     {
      "menu": "พะแนงไก่",
      "kal": 230
     },
     {
      "menu": "พะโล้",
      "kal": 210
     },
     {
      "menu": "พุทรา",
      "kal": 20
     },
     {
      "menu": "ฟักตุ๋นไก่มะนาวดอง",
      "kal": 125
     },
     {
      "menu": "ฟักทองแกงบวด",
      "kal": 165
     },
     {
      "menu": "ฟักทองแกงบวด",
      "kal": 185
     },
     {
      "menu": "มะกอกฝรั่ง",
      "kal": 20
     },
     {
      "menu": "มะขามหวาน",
      "kal": 20
     },
     {
      "menu": "มะปรางสุก",
      "kal": 20
     },
     {
      "menu": "มะเฟือง",
      "kal": 120
     },
     {
      "menu": "มะไฟ",
      "kal": 4
     },
     {
      "menu": "มะม่วงเขียวเสวย",
      "kal": 120
     },
     {
      "menu": "มะม่วงดิบ",
      "kal": 110
     },
     {
      "menu": "มะม่วงน้ำดอกไม้",
      "kal": 15
     },
     {
      "menu": "มะม่วงสุก",
      "kal": 98
     },
     {
      "menu": "มะม่วงอกร่องสุก",
      "kal": 15
     },
     {
      "menu": "มะยม",
      "kal": 4
     },
     {
      "menu": "มะละกอ",
      "kal": 8
     },
     {
      "menu": "มักกะโรนีขี้เมาไก่",
      "kal": 520
     },
     {
      "menu": "มักกะโรนีผัดกุ้ง",
      "kal": 420
     },
     {
      "menu": "มังคุด",
      "kal": 13
     },
     {
      "menu": "มันแกงบวด",
      "kal": 184
     },
     {
      "menu": "มันทอด",
      "kal": 124
     },
     {
      "menu": "มั่นฝรั่งทอด (เฟรนช์ฟรายส์)",
      "kal": 20
     },
     {
      "menu": "เม็ดขนุน (ขนมไทย)",
      "kal": 35
     },
     {
      "menu": "เมล็ดมะม่วงหิมพานต์ทอด",
      "kal": 28
     },
     {
      "menu": "เมี่ยงก๋วยเตี๋ยว",
      "kal": 20
     },
     {
      "menu": "เมี่ยงคำ",
      "kal": 30
     },
     {
      "menu": "แม่โขง",
      "kal": 1
     },
     {
      "menu": "ยากิโซบะ",
      "kal": 400
     },
     {
      "menu": "ยำกุนเชียง",
      "kal": 220
     },
     {
      "menu": "ยำขนมจีน",
      "kal": 220
     },
     {
      "menu": "ยำไข่ต้ม",
      "kal": 105
     },
     {
      "menu": "ยำไข่ต้มทรงเครื่อง",
      "kal": 188
     },
     {
      "menu": "ยำถั่วพู",
      "kal": 185
     },
     {
      "menu": "ยำเนื้อย่าง",
      "kal": 165
     },
     {
      "menu": "ยำปลากระป๋อง",
      "kal": 55
     },
     {
      "menu": "ยำปลาดุกฟู",
      "kal": 275
     },
     {
      "menu": "ยำปลาหมึกย่าง",
      "kal": 99
     },
     {
      "menu": "ยำผักกระเฉด",
      "kal": 115
     },
     {
      "menu": "ยำผักกาดดอง",
      "kal": 30
     },
     {
      "menu": "ยำผักบุ้งทอดกรอบ",
      "kal": 310
     },
     {
      "menu": "ยำมะเขือยาว",
      "kal": 35
     },
     {
      "menu": "ยำมะม่วงทะเล",
      "kal": 136
     },
     {
      "menu": "ยำมาม่า",
      "kal": 215
     },
     {
      "menu": "ยำแมงกะพรุน",
      "kal": 105
     },
     {
      "menu": "ยำรวมมิตรทะเล",
      "kal": 132
     },
     {
      "menu": "ยำวุ้นเส้น",
      "kal": 120
     },
     {
      "menu": "ยำไส้กรอก",
      "kal": 110
     },
     {
      "menu": "ยำหนังหมู",
      "kal": 220
     },
     {
      "menu": "ยำหมูย่าง",
      "kal": 165
     },
     {
      "menu": "ยำหอยแมลงภู่",
      "kal": 60
     },
     {
      "menu": "เย็นตาโฟ",
      "kal": 290
     },
     {
      "menu": "ระกำ",
      "kal": 8
     },
     {
      "menu": "ราดหน้าบะหมี่กรอบ",
      "kal": 515
     },
     {
      "menu": "ราดหน้าบะหมี่กรอบไก่",
      "kal": 660
     },
     {
      "menu": "ราดหน้าปลากะพง",
      "kal": 435
     },
     {
      "menu": "ราดหน้าเส้นใหญ่หมู",
      "kal": 405
     },
     {
      "menu": "ราดหน้าหมูหมี่กรอบ",
      "kal": 690
     },
     {
      "menu": "รูทเบียร์",
      "kal": 105
     },
     {
      "menu": "โรตี ใส่นมข้นและน้ำตาล",
      "kal": 192
     },
     {
      "menu": "โรตีแกงเนื้อ, หมู",
      "kal": 675
     },
     {
      "menu": "ลองกอง",
      "kal": 6
     },
     {
      "menu": "ลอดช่องน้ำกะทิ",
      "kal": 210
     },
     {
      "menu": "ลอดช่องสิงคโปร์",
      "kal": 215
     },
     {
      "menu": "ละมุด",
      "kal": 120
     },
     {
      "menu": "ลางสาด",
      "kal": 6
     },
     {
      "menu": "ลาบไก่",
      "kal": 125
     },
     {
      "menu": "ลาบเนื้อ",
      "kal": 119
     },
     {
      "menu": "ลาบปลา",
      "kal": 94
     },
     {
      "menu": "ลาบหมู",
      "kal": 119
     },
     {
      "menu": "ลำไย",
      "kal": 8
     },
     {
      "menu": "ลำไยแห้ง",
      "kal": 9
     },
     {
      "menu": "ลิ้นจี่",
      "kal": 17
     },
     {
      "menu": "ลูกเกด",
      "kal": 4
     },
     {
      "menu": "ลูกชิ้นไก่",
      "kal": 6
     },
     {
      "menu": "ลูกชิ้นทอด",
      "kal": 35
     },
     {
      "menu": "ลูกชิ้นเนื้อวัว",
      "kal": 8
     },
     {
      "menu": "ลูกชิ้นปลา",
      "kal": 4
     },
     {
      "menu": "ลูกชุบ",
      "kal": 57
     },
     {
      "menu": "ลูกตาลอ่อน",
      "kal": 120
     },
     {
      "menu": "ลูกพลับ",
      "kal": 120
     },
     {
      "menu": "วอดก้า",
      "kal": 2
     },
     {
      "menu": "วิสกี้",
      "kal": 2
     },
     {
      "menu": "วุ้นเส้นต้มยำ",
      "kal": 245
     },
     {
      "menu": "วุ้นเส้นผัดไทยกุ้งสด",
      "kal": 520
     },
     {
      "menu": "ไวตามิลค์",
      "kal": 150
     },
     {
      "menu": "ไวน์เชอร์รี",
      "kal": 1
     },
     {
      "menu": "สตรอว์เบอร์รี",
      "kal": 60
     },
     {
      "menu": "สเต๊กไก่ทอด + มันบด",
      "kal": 615
     },
     {
      "menu": "สเต๊กปลาย่าง",
      "kal": 260
     },
     {
      "menu": "สเต๊กหมู + ผักสลัด",
      "kal": 505
     },
     {
      "menu": "สปาเกตตีกะเพรากุ้ง",
      "kal": 485
     },
     {
      "menu": "สปาเกตตีไก่อบ",
      "kal": 430
     },
     {
      "menu": "ส้มเขียวหวาน",
      "kal": 32
     },
     {
      "menu": "ส้มเช้ง",
      "kal": 60
     },
     {
      "menu": "ส้มตำ ไม่ใส่ถั่ว",
      "kal": 80
     },
     {
      "menu": "ส้มตำไทย ไม่ใส่ถั่ว",
      "kal": 55
     },
     {
      "menu": "ส้มตำปู ไม่ใส่ถั่ว",
      "kal": 35
     },
     {
      "menu": "ส้มตำปูไทย ไม่ใส่ถั่ว",
      "kal": 118
     },
     {
      "menu": "ส้มแป้น",
      "kal": 340
     },
     {
      "menu": "สละหวาน",
      "kal": 60
     },
     {
      "menu": "สลัดกุ้ง",
      "kal": 92
     },
     {
      "menu": "สลัดกุ้งน้ำใส",
      "kal": 92
     },
     {
      "menu": "สลัดไก่",
      "kal": 97
     },
     {
      "menu": "สลัดแขก",
      "kal": 230
     },
     {
      "menu": "สลัดไข่",
      "kal": 123
     },
     {
      "menu": "สลัดเนื้อสันในทอด",
      "kal": 490
     },
     {
      "menu": "สลัดปลาทูน่า",
      "kal": 122
     },
     {
      "menu": "สับปะรด",
      "kal": 8
     },
     {
      "menu": "สัมปันนี",
      "kal": 21
     },
     {
      "menu": "สาคูไส้หมู",
      "kal": 51
     },
     {
      "menu": "สาลี่",
      "kal": 116
     },
     {
      "menu": "สาลี่หอม",
      "kal": 60
     },
     {
      "menu": "สุกี้กุ้ง ไม่ใส่วุ้นเส้น",
      "kal": 200
     },
     {
      "menu": "สุกี้ไก่ ไม่ใส่วุ้นเส้น",
      "kal": 200
     },
     {
      "menu": "สุกี้น้ำไก่",
      "kal": 345
     },
     {
      "menu": "สุกี้หมู ไม่ใส่วุ้นเส้น",
      "kal": 200
     },
     {
      "menu": "สุกี้แห้งทะเล",
      "kal": 280
     },
     {
      "menu": "เส้นก๋วยเตี๋ยวผัดขี้เมา",
      "kal": 605
     },
     {
      "menu": "เส้นจันท์ผัดปู",
      "kal": 575
     },
     {
      "menu": "เส้นหมี่ลูกชิ้นน้ำใส",
      "kal": 225
     },
     {
      "menu": "เส้นหมี่ลูกชิ้นหมูแห้ง",
      "kal": 430
     },
     {
      "menu": "เส้นใหญ่ผัดซีอิ๊วใส่ไข่",
      "kal": 520
     },
     {
      "menu": "ไส้กรอกเนื้อลูกวัวอบสลัดผัก",
      "kal": 465
     },
     {
      "menu": "ไส้กรอกอีสาน",
      "kal": 90
     },
     {
      "menu": "ไส้อั่ว",
      "kal": 60
     },
     {
      "menu": "หน่อไม้ผัดไข่",
      "kal": 200
     },
     {
      "menu": "หมี่กรอบราดหน้าหมู",
      "kal": 690
     },
     {
      "menu": "หมี่กะทิ",
      "kal": 405
     },
     {
      "menu": "หมี่ซั่วผัด",
      "kal": 395
     },
     {
      "menu": "หมูกรอบ",
      "kal": 560
     },
     {
      "menu": "หมูกะทะ",
      "kal": 375
     },
     {
      "menu": "หมูคลุกเกล็ดขนมปังทอดซอส",
      "kal": 645
     },
     {
      "menu": "หมูจุ่ม",
      "kal": 375
     },
     {
      "menu": "หมูทอดเนยสลัดน้ำใส",
      "kal": 635
     },
     {
      "menu": "หมูน้ำตก",
      "kal": 165
     },
     {
      "menu": "หมูบด",
      "kal": 50
     },
     {
      "menu": "หมูปิ้ง",
      "kal": 125
     },
     {
      "menu": "หมูผัดขิง",
      "kal": 275
     },
     {
      "menu": "หมูแผ่น",
      "kal": 120
     },
     {
      "menu": "หมูฝอย",
      "kal": 68
     },
     {
      "menu": "หมูยอชุบแป้งทอด",
      "kal": 125
     },
     {
      "menu": "หมูย่างเกาหลี",
      "kal": 375
     },
     {
      "menu": "หมูสะเต๊ะ",
      "kal": 115
     },
     {
      "menu": "หมูหยอง",
      "kal": 38
     },
     {
      "menu": "หลนปูเค็ม",
      "kal": 205
     },
     {
      "menu": "หอยแมลงภู่ทอด",
      "kal": 605
     },
     {
      "menu": "หอยแมลงภู่อบหม้อดิน",
      "kal": 17
     },
     {
      "menu": "เห็ดผัดน้ำมันหอย",
      "kal": 185
     },
     {
      "menu": "แหนมสด",
      "kal": 175
     },
     {
      "menu": "อกไก่ย่าง",
      "kal": 110
     },
     {
      "menu": "อกไก่อบ",
      "kal": 169
     },
     {
      "menu": "องุ่น",
      "kal": 16
     },
     {
      "menu": "องุ่นเปรี้ยว",
      "kal": 3
     },
     {
      "menu": "องุ่นหวาน",
      "kal": 4
     },
     {
      "menu": "อ้อยควั่น",
      "kal": 12
     },
     {
      "menu": "แอปเปิล",
      "kal": 42
     },
     {
      "menu": "โอวัลติน",
      "kal": 220
     },
     {
      "menu": "ฮะเก๋า",
      "kal": 115
     },
     {
      "menu": "ขนมถ้วย",
      "kal": 133
     },
     {
      "menu": "กระทงทองไส้ข้าวโพด",
      "kal": 72
     },
     {
      "menu": "กระทงทองไส้ไก่",
      "kal": 93
     },
     {
      "menu": "กระยาสารท",
      "kal": 210
     },
     {
      "menu": "กล้วยคลุกมะพร้าว",
      "kal": 100
     },
     {
      "menu": "ขนมชั้น",
      "kal": 92
     },
     {
      "menu": "ขนมต้มขาว",
      "kal": 41
     },
     {
      "menu": "ขนมปลากริมไข่เต่า",
      "kal": 250
     },
     {
      "menu": "ขนมปังกระเทียม",
      "kal": 85
     },
     {
      "menu": "ขนมปังขาไก่",
      "kal": 65
     },
     {
      "menu": "ขนมปังปอนด์",
      "kal": 80
     },
     {
      "menu": "ขนมปังมะพร้าว",
      "kal": 235
     },
     {
      "menu": "ขนมปังสังขยา",
      "kal": 230
     },
     {
      "menu": "ขนมปังอบกรอบ",
      "kal": 20
     },
     {
      "menu": "ขนมปังไส้กรอก",
      "kal": 130
     },
     {
      "menu": "ขนมปังไส้หมูหยอง",
      "kal": 185
     },
     {
      "menu": "ขนมหม้อแกง",
      "kal": 179
     },
     {
      "menu": "ขนมไหว้พระจันทร์ไส้ทุเรียนกวน",
      "kal": 340
     },
     {
      "menu": "ขนมไหว้พระจันทร์ไส้ลูกบัวไข่เค็ม",
      "kal": 375
     },
     {
      "menu": "ข้าวกุ้งทอดกระเทียมพริกไทย",
      "kal": 495
     },
     {
      "menu": "ข้าวเหนียวหน้ากุ้ง",
      "kal": 179
     },
     {
      "menu": "ข้าวเหนียวสังขยา",
      "kal": 370
     },
     {
      "menu": "ครีมเทียม",
      "kal": 45
     },
     {
      "menu": "ครีมโรล",
      "kal": 360
     },
     {
      "menu": "คอร์นเฟลก",
      "kal": 110
     },
     {
      "menu": "คุ้กกี้",
      "kal": 75
     },
     {
      "menu": "คุ้กกี้",
      "kal": 75
     },
     {
      "menu": "คุ้กกี้ช็อกโกแลตชิป",
      "kal": 215
     },
     {
      "menu": "คุ้กกี้สิงคโปร์",
      "kal": 95
     },
     {
      "menu": "คุ้กกี้เนย",
      "kal": 105
     },
     {
      "menu": "คุ้กกี้ไส้สับปะรด",
      "kal": 190
     },
     {
      "menu": "ชาดำเย็น",
      "kal": 110
     },
     {
      "menu": "ชามะนาว",
      "kal": 100
     },
     {
      "menu": "ชาร้อน",
      "kal": 55
     },
     {
      "menu": "ชาเย็น",
      "kal": 100
     },
     {
      "menu": "ช็อกโกแลตร้อน",
      "kal": 120
     },
     {
      "menu": "ถั่วลิสงแผ่นทอด",
      "kal": 150
     },
     {
      "menu": "ถั่วลิสงต้ม",
      "kal": 45
     },
     {
      "menu": "ถั่วเขียวต้มน้ำตาล",
      "kal": 160
     },
     {
      "menu": "ทองหยิบ",
      "kal": 105
     },
     {
      "menu": "ทุเรียนกวน",
      "kal": 115
     },
     {
      "menu": "น้ำนมข้าวโพด",
      "kal": 80
     },
     {
      "menu": "น้ำตาลทราย",
      "kal": 20
     },
     {
      "menu": "น้ำฝรั่ง",
      "kal": 100
     },
     {
      "menu": "บราวนี่",
      "kal": 340
     },
     {
      "menu": "น้ำใบเตย",
      "kal": 120
     },
     {
      "menu": "น้ำ",
      "kal": 120
     },
     {
      "menu": "พายกรอบ",
      "kal": 118
     },
     {
      "menu": "พายชีสบูลเบอร์รี",
      "kal": 350
     },
     {
      "menu": "พายทูน่า",
      "kal": 280
     },
     {
      "menu": "พิซซ่าขอบไส้กรอกชีส",
      "kal": 340
     },
     {
      "menu": "พิซซ่าทะเล",
      "kal": 335
     },
     {
      "menu": "พิซซ่าฮาวายเอี้ยน",
      "kal": 345
     },
     {
      "menu": "พิซซ่าไส้กรอก",
      "kal": 290
     },
     {
      "menu": "ฟักทองเชื่อม",
      "kal": 167
     },
     {
      "menu": "มะกอกทรงเครื่อง",
      "kal": 33
     },
     {
      "menu": "มะขามหวาน",
      "kal": 30
     },
     {
      "menu": "มะม่วงอกร่องสุก",
      "kal": 15
     },
     {
      "menu": "มันฝรั่งแผ่น",
      "kal": 13
     },
     {
      "menu": "มันเทศเชื่อม",
      "kal": 230
     },
     {
      "menu": "มันแกงบวด",
      "kal": 184
     },
     {
      "menu": "รวมมิตร",
      "kal": 230
     },
     {
      "menu": "ลูกชิ้นปิ้ง",
      "kal": 165
     },
     {
      "menu": "ลูกตาลลอยแก้ว",
      "kal": 180
     },
     {
      "menu": "ลูกเกด",
      "kal": 4
     },
     {
      "menu": "วุ้นมะพร้าวอ่อน",
      "kal": 80
     },
     {
      "menu": "สังขยา",
      "kal": 204
     },
     {
      "menu": "สังขยาฟักทอง",
      "kal": 288
     },
     {
      "menu": "สังขยาเผือก",
      "kal": 222
     },
     {
      "menu": "เกี๊ยวกรอบ",
      "kal": 78
     },
     {
      "menu": "เค้กกล้วยหอม",
      "kal": 370
     },
     {
      "menu": "เค้กช็อกโกแลต",
      "kal": 275
     },
     {
      "menu": "เค้กเนย",
      "kal": 255
     },
     {
      "menu": "เค้กใบเตย",
      "kal": 250
     },
     {
      "menu": "เต้าหู้เหลือง",
      "kal": 90
     },
     {
      "menu": "แซนด์วิชแฮมชีส",
      "kal": 290
     },
     {
      "menu": "แซนด์วิชทูน่า",
      "kal": 180
     },
     {
      "menu": "แซนด์วิชไก่",
      "kal": 240
     },
     {
      "menu": "แยมโรล",
      "kal": 310
     },
     {
      "menu": "แฮมเบอร์เกอร์ไก่ชีส",
      "kal": 280
     },
     {
      "menu": "แฮมเบอร์เกอร์หมู",
      "kal": 245
     },
     {
      "menu": "โดนัท",
      "kal": 270
     },
     {
      "menu": "โรตีสายไหม",
      "kal": 145
     },
     {
      "menu": "ไอศกรีมกะทิ",
      "kal": 108
     },
     {
      "menu": "ไอศกรีมกาแฟ",
      "kal": 142
     },
     {
      "menu": "ไอศกรีมช็อกโกแลต",
      "kal": 110
     },
     {
      "menu": "ไอศกรีมวานิลลา",
      "kal": 140
     },
     {
      "menu": "ไอศกรีมสตรอว์เบอร์รี",
      "kal": 110
     },
     {
      "menu": "ไอศกรีมเรซิน",
      "kal": 264
     }
    ]
    }